
[
  {
    "name": "Clinical Advisor (TBD)",
    "role": "Advisor",
    "section": "Advisors",
    "trackOrDept": "Clinical AI",
    "year": "",
    "bio": "Guides clinical realism and safety decisions for early-warning use cases.",
    "image": "",
    "tags": ["Advisor", "Clinical"],
    "links": {}
  },

  {
    "name": "Hardware Advisor (TBD)",
    "role": "Advisor",
    "section": "Advisors",
    "trackOrDept": "Embedded Systems",
    "year": "",
    "blurb":"Advises on sensor selection, power, and enclosure trade-offs.",
    "bio": "",
    "image": "",
    "tags": ["Advisor", "Hardware"],
    "links": {}
  },

  {
    "name": "Abraham Nakhal",
    "role": "Head of the BioScience Team",
    "section": "Founder",
    "trackOrDept": "Physiology",
    "blurb": "Biology student focused on preventive care. Founded Alaris to turn biosignals into early, actionable insights.",
    "bio": "Hello, my name is Abraham Nakhal. I am a Biology student at the University of California, Irvine, on a pre-health track. I founded Alaris to address one of the most pressing challenges in healthcare today: patient overload. At Alaris, we believe the best medicine is preventive medicine. Our mission is to leverage AI to create smarter tools that empower patients and providers, reducing system strain and improving outcomes.",
    "image": "images/people/abe.png",
    "links": {
      "website": "https://example.com",
      "linkedin": "https://www.linkedin.com/",
      "github": "https://github.com/",
      "twitter": "",
      "instagram": "",
      "email": "hello@example.com"
    },
    "tags": ["Founder","Biology"]
  },
  {
    "name": "Aayush Roy",
    "role": "Co-Founder",
    "section": "Co-Founder",
    "trackOrDept": "ML Pipeline",
    "blurb": "Owns ETL + modeling, focusing on reliable features, clear metrics, and a simple UI.",
    "bio": "My name is Aayush Roy, a Computer Science student at California State University, Long Beach, pursuing a B.S. in Computer Science with a focus on Artificial Intelligence. I co-founded Alaris to lead the development of the AI systems that power our wearable health-monitoring hardware. Within the team, I serve as Lead of the AI Engineering Team, focusing on building machine learning models, programming sensors, and creating dynamic databases that turn raw data into real-time health insights. My goal is to combine advances in AI with biology and engineering to create accurate, scalable, and reliable health-monitoring devices.",
    "image": "images/people/aayush.jpg",
    "links": { "linkedin": "", "github": "", "website": "" },
    "tags": ["AI Engineering"]
  },

  {
    "name": "Kanishk Murthy",
    "role": "Co-Founder",
    "section": "Co-Founder",
    "trackOrDept": "Integration",
    "blurb": "Coordinates device bring-up, power, and enclosure with app/ETL needs.",
    "bio": "My name is Kanishk Murthy, an aspiring Engineer who is currently pursuing a B.S.+M.S. Mechanical Engineer degree at University of California, Riverside. I co-founded Alaris so that I could show the bridge between Engineering and Biology while showing the significance of Ai. Within the team I am the leader of the Hardware/Integration Team , focusing on designing physical prototypes at different stages while programming sensors, microcontrollers, and integrating  AI models. My goal is to bridge the gap between cutting-edge AI research and real-world usability by making these health monitoring devices both accurate and efficient.",
    "image": "images/people/kanishk.jpg",
    "links": { "linkedin": "", "github": "", "website": "" },
    "tags": ["Hardware"]
  },
  {
    "name": "Advisor (TBD)",
    "role": "Advisor",
    "section": "Advisors",
    "trackOrDept": "Clinical AI",
    "blurb": "Guides clinical realism and safety decisions for early-warning use cases.",
    "bio": "Guides clinical realism and safety decisions for early-warning use cases.",
    "image": "",
    "links": {},
    "tags": ["Advisor","Clinical"]
  },
  {
    "name": "Advisor (TBD)",
    "role": "Advisor",
    "section": "Advisors",
    "trackOrDept": "Embedded Systems",
    "blurb": "Advises sensor selection, power, and enclosure trade-offs.",
    "bio": "Advises on sensor selection, power, and enclosure trade-offs to meet reliability and comfort goals.",
    "image": "",
    "links": {},
    "tags": ["Advisor","Hardware"]
  }
,

  { "name": "Baha Ahmed", 
  "role": "Data & Labeling Lead", 
  "section": "Bioscience Team", 
  "blurb": "Designs labeling rubric and checks data quality.", 
  "bio":"My name is Baha Ahmed, an Honors Biology student at the University of California, Irvine, on the Pre-Health track. Within Alaris, I serve as the Data & Labeling Lead, focusing on preparing and organizing biological data to train and refine our AI models. I joined this project because I am passionate about medicine and see this as an opportunity to explore how technology can support patient care, while gaining valuable experience that will prepare me for medical school and a future career in healthcare.",
  "image": "images/people/baha.png", 
  "tags": ["Bioscience Team"] },

  { "name": "Jamil Ashfour", 
  "role": "Clinical Safety & Guidance Lead", 
  "section": "Bioscience Team", 
  "trackOrDept": "Clinical Guidance, Safety",
  "blurb": "Keeps the team grounded in safe guidance.",
  "bio": "My name is Jamil  Ashfour, a Biology student at the University of California, Irvine. Within Alaris, I serve as the Clinical Safety & Guidance Lead on the Biology Team, where I focus on ensuring that our work aligns with medical safety standards while guiding the integration of biological knowledge into our designs. I chose this project because of the valuable health benefits it can provide and the opportunity to contribute to technology that has the potential to improve people’s lives.", 
  "image": "images/people/jimmy.png", 
  "tags": ["Bioscience Team"] },

  { "name": "Ahmed Ahmed", 
  "role": "Biometrics & Baselines Scientist", 
  "section": "Bioscience Team", 
  "trackOrDept":"Biology Implementation",
  "blurb": "Studies baselines and drift so alerts stay trustworthy.", 
  "bio": "My name is Ahmed, a Biology student at the University of California, Irvine. Within Alaris, I contribute to the Biology Team, focusing on applying biological knowledge to support the development of our AI-powered health-monitoring system. I joined this project because I am passionate about turning biology into real-world technology and excited to help create a wearable device that makes health monitoring more accessible and effective. ",
  "image": "images/people/ahmed.png", 
  "tags": ["Bioscience Team"] },

  { "name": "Nathan Ngo", 
  "role": "Research & Evidence Lead", 
  "section": "Bioscience Team", 
  "trackOrDept":"Biology Implementation",
  "blurb": "Synthesizes evidence and writes weekly summaries.",
  "bio": "My name is Nathan Ngo, a Biology student at the University of California, Irvine, on the Health Sciences track. I joined Alaris because I believe in the importance of bridging technology and medicine to address real challenges in healthcare. I am passionate about the potential of AI to improve preventive care, increase efficiency, and create better outcomes for both patients and providers. ",
  "image": "images/people/nathan.jpg", 
  "tags": ["Bioscience Team"] },

  { "name": "Anthony Ho", 
  "role": "Precision Controls / Modeling", 
  "section": "Hardware Inoation Team", 
  "blurb": "Builds robust control loops and models for stable readings.", 
  "bio":"Hello, my name is Anthony Ho. I am currently a Mechanical Engineering student at the University of California, Riverside. I am also part of the Hardware and Integration team at Alaris, where I focus on modeling and precision controls. In this role, I contribute to the development of a wearable device designed to using AI to predict the critical changes in the human body.",
  "image": "images/people/anthony.jpg", 
  "tags": ["Hardware Inovation Team"] },

  { "name": "Wail Al-Jashaami", 
  "role": "System Developer", 
  "section": "Hardware Inoation Team", 
  "blurb": "Integrates components and resolves end-to-end issues.", 
  "bio":"I’m Wail Al-Jashaami, a Mechanical Engineering student at the University of Southern California. At Alaris, I contribute as part of the Hardware Integration Team, where I specialize in building and refining prototypes that bring AI driven health technologies into the physical world. My focus is on combining mechanical design with embedded systems and sensor integration to create devices that are reliable, efficient, and user friendly. I’m passionate about turning complex engineering and AI concepts into practical solutions that can make a real difference in people’s lives.",
  "image": "images/people/wail.jpg", 
  "tags": ["Hardware Inovation Team"] },

  { "name": "Andrew Huynh", 
  "role": "Design Integration", 
  "section": "Hardware Inoation Team", 
  "blurb": "Bridges app and device details into a cohesive experience.", 
  "bio":"Hi my name is Andrew Huynh and currently I am pursuing a bachelor's degree in Mechanical Engineering at California State Long Beach.The reason I decided to join Alaris is because I would like to gain some experience working in the Mechanical Engineering field. Another reason is my project leader captivated me by talking about  connecting Engineering and Biology together. I am a part of the Hardware/Integration team. My role in this group is to design prototypes of sensors, and etc. I am looking forward to working with my peers. ",
  "image": "images/people/andrew.jpg", 
  "tags": ["Hardware Inovation Team"] },

  { "name": "Parth Patel", 
  "role": "System Developer", 
  "section": "Hardware Inoation Team", 
  "blurb": "Owns wiring, BOM updates, and assembly guides.", 
  "bio":"My name is Parth Patel, and I am currently pursuing a Bachelor’s degree in Mechanical Engineering at California State University, Long Beach. My role on Alaris is as a System Developer in our Hardware Integration Team. Where I  focus on building and refining systems that bring together hardware and software, ensuring that our prototypes are both functional and scalable. My work involves integrating sensors, optimizing control systems, and collaborating with the AI integration team to merge AI capabilities into real-world applications. My ultimate goal is to create innovative systems that seamlessly integrate engineering principles with AI to deliver practical, impactful solutions.",
  "image": "images/people/parth.jpg", 
  "tags": ["Hardware Inovation Team"] },

  { "name": "Andre Baderous",   
  "role": "AI Engineering Team Associate", 
  "section": "AI Engineering Team", 
  "blurb": "Incoming recruit — AI Engineering Team associate.",
  "bio":"Hello, my name is Andre Badrous. I am a computer science major at California State University of Long Beach. I joined Alaris because of its mission and values to use AI to help people keep track of their health. During a time when people find AI to be worrying, I believe that an AI that is used to help people is one of the most important and valuable uses of AI.", 
  "image": "images/people/andre.jpg", 
  "tags": ["AI Engineering Team"] },

  { "name": "Hayden Chelstrom",  
  "role": "AI Engineering Team Associate", 
  "section": "AI Engineering Team", 
  "blurb": "Incoming recruit — AI Engineering Team associate.", 
  "bio": "Hello my name is Hayden Chelstrom and I’m a computer science and physics major at California State University Long Beach. I decided to be apart of Alaris because I want to use my math and programming skills to combat challenges in healthcare.",
  "image": "images/people/hayden.jpg", 
  "tags": ["AI Engineering Team"] },

  { "name": "Joshua Ha",    
  "role": "AI Engineering Team Associate", 
  "section": "AI Engineering Team", 
  "blurb": "Incoming recruit — AI Engineering Team associate.", 
  "bio": "Hi my name is Joshua Ha, I am a Third-year Computer Science student at University of California, Riverside with a passion in AI autonomous technology. I am fascinated by developing and understanding autonomous systems that can solve real-world problems. I am currently focused on automotive engineering but am always open to working on AI-related projects.",
  "image": "images/people/josh.jpg", 
  "tags": ["AI Engineering Team"] },

  { "name": "Timmy Ngyuen",   
  "role": "AI Engineering Team Associate", 
  "section": "AI Engineering Team", 
  "blurb": "Incoming recruit — AI Engineering Team associate.", 
  "bio":"",
  "image": "", 
  "tags": ["AI Engineering Team", "Hardware Integration Team", "Bioscience Team"] },

  { "name": "Jundy Kato",   
  "role": "AI Engineering Team Associate", 
  "section": "AI Engineering Team", 
  "blurb": "Incoming recruit — AI Engineering Team associate.", 
  "bio":"My name is Jundy Kato, and I am a fourth-year Computer Engineering student at Cal State Long Beach with a passion in computers, hardware and coding. I enjoy working on projects that combine coding and circuitry to bring technology to life. I want to help build an AI-powered wearable system that makes health tracking less invasive, more reliable, and easier for people to manage daily.",
  "image": "images/people/jundy.jpg", 
  "tags": ["AI Engineering Team", "Hardware Integration Team"] },

  { "name": "Michael Nguyen", 
  "role": "AI Engineering Team Associate", 
  "section": "AI Engineering Team", 
  "blurb": "Incoming recruit — AI Engineering Team associate.", 
  "bio":"Hello, my name is Michael Nguyen and I'm currently attending University of California, Irvine and majoring in Software Engineering after attending California State University, Long Beach for 2 years. I joined Alaris because I'm interested in AI development and want to apply my skills to develop new technology and better the lives of others.",
  "image": "images/people/micheal.jpg", 
  "tags": ["AI Engineering Team"] },

  { "name": "Dat Le", 
  "role": "AI Engineering Team Associate", 
  "section": "AI Engineering Team", 
  "blurb": "Incoming recruit — AI Engineering Team associate.", 
  "bio":"Hi, my name is Dat Le and this is the third year I study computer science at California State University, Long Beach. The reason why I joined Alaris is because I want to learn more about AI and apply my skillset in a meaningful way.",
  "image": "images/people/dat.jpg", 
  "tags": ["AI Engineering Team"] },

  { "name": "Kevin Nguyen",   
  "role": "AI Engineering Team Associate", 
  "section": "AI Engineering Team", 
  "blurb": "Incoming recruit — AI Engineering Team associate.", 
  "bio":"Hello, my name is Kevin Nguyen and I'm majoring in Software Engineering at University of California, Irvine. I decided to get involved in Alaris to contribute my skills in software development to create a system that will impact many people's lives.",
  "image": "images/people/kevin.jpg", 
  "tags": ["AI Engineering Team"] },

  { "name": "Nyrin Thai",   
  "role": "AI Engineering Team Associate", 
  "section": "AI Engineering Team", 
  "blurb": "Incoming recruit — AI Engineering Team associate.", 
  "bio":"Hello my name is Nyrin Thai, a fourth year Computer Science student at Cal State University Long Beach. During my free I enjoy creating full stack applications and software, The reason I joined Alaris is to deepen my understanding of complex AI models while getting hands on experience in building a product that helps people achieve their medical needs in an efficient and simple way.",
  "image": "images/people/nyrin.png", 
  "tags": ["AI Engineering Team"] }

]
